INSERT INTO gifts (title, giver, receiver, delivery_date) VALUES
('Книга', 'Алексей', 'Мария', '2023-12-25'),
('Ноутбук', 'Сергей', 'Екатерина', '2024-01-10'),
('Цветы', 'Иван', 'Ольга', '2023-12-20'),
('Машина', 'Антон', 'Виктория', '2024-02-14'),
('Телефон', 'Екатерина', 'Игорь', '2023-12-30'),
('Подарочный сертификат', 'Мария', 'Дмитрий', '2023-12-28'),
('Браслет', 'София', 'Артём', '2023-12-15'),
('Кухонный комбайн', 'Пётр', 'Татьяна', '2024-01-05'),
('Билет на концерт', 'Наталья', 'Александр', '2024-03-01'),
('Часы', 'Виктор', 'Анна', '2024-01-15');